Repository: satoad/pythonprac
Catalog: 20230417/1/moodserver/po/*/LC_MESSAGES/server.po
Languages: ru

source: Player {} added monster {} to ({}, {}) saying {}, with {} health points.
ru: Игрок {} добавил монстра {} в ({}, {}) говорящего {}, с {} очками здоровья.

source: Player {} added monster {} to ({}, {}) saying {}, with {} health points. Replaced the old monster
ru: Игрок {} добавил монстра {} в ({}, {}) говорящего {}, с {} очками здоровья. Заменил старого монстра.

source: {} moved one cell {}
ru: {} переместился на одну клетку {}

source: Moved to ({}, {})
ru: Переместился в ({}, {})

source: No monster here
ru: Здесь нет монстра

source: Player {} attacked {} with {}, damage {} hp
ru: Игрок {} атаковал {} с помощью {}, урон {} очков здоровья

source: {} died
ru: {} умер

source: {} now has {} hp
ru: {} теперь имеет {} очков здоровья

source: No {} here
ru: {} здесь нет

source: Set up locale: {}
ru: Язык изменен на: {}
